Repository: zelibobla/seed
Catalog: module/Core/language/*.po
Languages: ru_ru

source: of January
ru_ru: января

source: of February
ru_ru: февраля

source: of March
ru_ru: марта

source: of April
ru_ru: апреля

source: of May
ru_ru: мая

source: of June
ru_ru: июня

source: of July
ru_ru: июля

source: of August
ru_ru: августа

source: of September
ru_ru: сентября

source: of October
ru_ru: октября

source: of November
ru_ru: ноября

source: of December
ru_ru: декабря

source: Invalid data provided
ru_ru: Предоставлены недостаточные или неверные данные

source: Specified email does not exist
ru_ru: Пользователя с такой почтой не существует

source: Password is wrong
ru_ru: Пароль неверный

source: Welcome %s
ru_ru: Добро пожаловать, %s

source: You are already logged into your account
ru_ru: Вы уже вошли в свой аккаунт

source: Specified email is busy
ru_ru: Пользователь с такой почтой уже зарегистрирован

source: You can't edit your profile. Signup first
ru_ru: Прежде чем редактировать свой профиль вам надо зарегистрироваться

source: Your profile successfully updated
ru_ru: Ваш профиль успешно обновлен

source: Server error. Upload directory isn't writable.
ru_ru: Ошибка сервера: недостаточно прав на папку

source: Server error. Can not create directory for user
ru_ru: Ошибка сервера: не удается создать папку для пользователя

source: No files were uploaded.
ru_ru: Ошибка сервера: не передано файлов для обработки

source: File is empty or too large
ru_ru: Файл слишком большой или испорчен

source: Could not save uploaded file.
ru_ru: Не удается сохранить файл

source: Could resize uploaded file.
ru_ru: Не удается изменить размеры загруженного файла

source: %s is a city of your residence. You can't have a trip there
ru_ru: %s – город вашего проживания. Вы не можете создать трип в этот город.

source: Maximum number of trips exhaused
ru_ru: Вы можете иметь только один трип на бесплатном аккаунте

source: You can't have a trip into place of your residence
ru_ru: %s – город вашего проживания. Вы не можете создать трип в этот город.

source: Where
ru_ru: Где

source: from
ru_ru: с

source: to
ru_ru: по

source: Field can not be empty
ru_ru: Пожалуйста, заполните это поле

source: No such a city
ru_ru: Нет такого города

source: String is less than %min%
ru_ru: Поле должно содержать больше %min% знаков

source: String is longer than %max%
ru_ru: Поле должно содержать меньше %max% знаков

source: Password is not same
ru_ru: Пароли не совпадают

source: You are not such a happy because of boring shots that you've got from your last holidays? There are thousands professional photographers all over the world speaking the same language as you. Some of them could be in the place of your trip exactly at same days. Just find your photographer using Jamydays.
ru_ru: В очередной раз вернулись из отпуска с любительскими снимками, которыми не очень хочется похвастаться? На нашей планете обитает свыше десяти тысяч профессиональных фотографов, которые говорят по-русски. В месте вашего отдыха наверняка найдется, кому снять вас. Не надо платить любимому фотографу за переезд, не надо никаких утомительных договоренностей. На сайте Jamydays просто найдите фотографа там, где вы будете в нужные вам дни.

source: Are you photographer? Just add your trips days and gain orders. Easy and profitably!
ru_ru: Вы фотограф? Занесите ваш календарь поездок и собирайте заказы в нужное время, в нужном месте. Это просто и очень выгодно!

source: Looking for photographer
ru_ru: Я ищу фотографа

source: New York for example
ru_ru: например: Нью-Йорк

source: search
ru_ru: Найти

source: A 404 error occurred
ru_ru: 404 ошибка

source: The requested controller was unable to dispatch the request.
ru_ru: Запрошенный контроллер не смог обработать запрос

source: The requested controller could not be mapped to an existing controller class.
ru_ru: Запрошенный контроллер не может быть отображен на существующий класс контроллера

source: The requested controller was not dispatchable.
ru_ru: Не удалось донести запрос до запрошенного контроллера

source: The requested URL could not be matched by routing.
ru_ru: Запрошенный УРЛ не удовлетворил правилам маршрутизации

source: We cannot determine at this time why a 404 was generated.
ru_ru: 404 ошибка по неопределенной причине

source: Controller
ru_ru: Контроллер

source: resolves to %s
ru_ru: Разрешается к %s

source: Additional information
ru_ru: Добавочная информация

source: File
ru_ru: Файл

source: Message
ru_ru: Сообщение

source: Stack trace
ru_ru: Трассировка стека

source: Previous exceptions
ru_ru: Предыдущие исключения

source: No Exception available
ru_ru: Нет подходящих исключений

source: An error occurred
ru_ru: Обнаружена ошибка

source: Jamydays – russian speaking photographers abroad
ru_ru: Jamydays – поиск фотографа зарубежом

source: Photographers search title
ru_ru: Поиск фотографов зарубежом

source: Signin
ru_ru: Войти

source: Signup
ru_ru: Зарегистрироваться

source: Account profile
ru_ru: Личный кабинет

source: Logout
ru_ru: Выйти

source: Set
ru_ru: Укажите

source: your trip location
ru_ru: место вашей поездки

source: Choose
ru_ru: Выберите

source: the best photographer
ru_ru: лучшего фотографа

source: Connect
ru_ru: Свяжитесь

source: with him and talk details
ru_ru: с ним и обсудите детали фотосессии

source: In the city
ru_ru: В городе

source: km
ru_ru: км

source: Lives in the %s city
ru_ru: Живет в городе %s

source: Follow portfolio link
ru_ru: Посмотреть портфолио в новом окне

source: up from
ru_ru: от

source: rub
ru_ru: руб

source: for session
ru_ru: за съемку

source: Profile
ru_ru: Профиль

source: Feedbacks
ru_ru: Отзывы

source: Bids
ru_ru: Заявки

source: Trips
ru_ru: Трипы

source: City
ru_ru: Город

source: Portfolio url
ru_ru: Ссылка на портфолио

source: I am a photographer
ru_ru: Я – фотограф

source: Phone
ru_ru: Телефон

source: Personal data
ru_ru: Персональные данные

source: Save
ru_ru: Сохранить

source: change photo
ru_ru: Изменить фото

source: delete photo
ru_ru: Удалить фото

source: Signin noun
ru_ru: Вход

source: email
ru_ru: Почта

source: password
ru_ru: Пароль

source: password repeat
ru_ru: повтор пароля

source: name
ru_ru: Имя

source: Signup noun
ru_ru: Регистрация

source: Ready
ru_ru: Готово

source: city
ru_ru: город

source: dates of trip
ru_ru: даты поездки

source: Found %s photographers
ru_ru: Найдено %s фотографов

source: We didn't find photographers in %s exactly
ru_ru: Фотографов в городе %s не нашлось

source: Closest to %s photographers
ru_ru: Ближайшие к городу %s фотографы

source: Add trip
ru_ru: Добавить трип

source: cities example
ru_ru: Например: Барселона, Пхукет, Париж

source: Trip dates
ru_ru: Даты трипа

source: price
ru_ru: Цена

source: or
ru_ru: или

source: Cancel
ru_ru: Отменить

source: trip to
ru_ru: Трип в

source: deleted
ru_ru: удалено

source: Recover
ru_ru: Восстановить
